<template>
  <div class="single-page">
    <div class="inner-single-page">
      <div class="f-img">
        <img src="../static/images/bg-new2.png" alt class="image-100" />
      </div>

      <div class="single-caption mid-padding">
        <div class="single-page-title">
          <h3 class="single-page-h3">
            رؤيتنا في الاتحاد للاستثمار والتطوير العقاري
          </h3>
        </div>

        <p class="single-page-p">
          سيت يتبيرسبايكياتيس يوندي أومنيس أستي ناتيس أيررور سيت فوليبتاتيم
          أكيسأنتييوم دولاريمكيو لايودانتيوم,توتام ريم أبيرأم,أيكيو أبسا كيواي
          أب أللو أنفينتوري فيرأتاتيس ايت كياسي أرشيتيكتو بيتاي فيتاي ديكاتا
          سيونت أكسبليكابو. نيمو أنيم أبسام فوليوباتاتيم كيواي فوليوبتاس سايت
          أسبيرناتشر أيوت أودايت أيوت فيوجايت, سيد كيواي كونسيكيونتشر ماجناي
          دولارس أيوس كيواي راتاشن فوليوبتاتيم سيكيواي نيسكايونت. نيكيو بوررو
          كيوايسكيوم ايست,كيواي دولوريم ايبسيوم كيوا دولار سايت أميت,
          كونسيكتيتيور,أديبايسكاي فيلايت, سيد كيواي نون نيومكيوام ايايوس موداي
          تيمبورا انكايديونت يوت لابوري أيت دولار ماجنام ألايكيوام كيوايرات
          فوليوبتاتيم. يوت اينايم أد مينيما فينيام, كيواس نوستريوم أكسيركايتاشيم
          يلامكوربوريس سيوسكايبيت لابورايوسام, نايساي يوت ألايكيوايد أكس أيا
          كوموداي كونسيكيواتشر؟ كيوايس أيوتيم فيل أيوم أيوري ريبريهينديرايت
          كيواي ان إيا فوليوبتاتي فيلايت ايسسي كيوم نايهايل موليستايا
          كونسيكيواتيو,فيلايليوم كيواي دولوريم أيوم فيوجايات كيو فوليوبتاس نيولا
          باراياتيور؟
        </p>

        <div class="single-inner-img">
          <img src="../static/images/bg-new2.png" alt class="image-100" />
        </div>

        <p class="single-page-p">
          سيت يتبيرسبايكياتيس يوندي أومنيس أستي ناتيس أيررور سيت فوليبتاتيم
          أكيسأنتييوم دولاريمكيو لايودانتيوم,توتام ريم أبيرأم,أيكيو أبسا كيواي
          أب أللو أنفينتوري فيرأتاتيس ايت كياسي أرشيتيكتو بيتاي فيتاي ديكاتا
          سيونت أكسبليكابو. نيمو أنيم أبسام فوليوباتاتيم كيواي فوليوبتاس سايت
          أسبيرناتشر أيوت أودايت أيوت فيوجايت, سيد كيواي كونسيكيونتشر ماجناي
          دولارس أيوس كيواي راتاشن فوليوبتاتيم سيكيواي نيسكايونت. نيكيو بوررو
          كيوايسكيوم ايست,كيواي دولوريم ايبسيوم كيوا دولار سايت أميت,
          كونسيكتيتيور,أديبايسكاي فيلايت, سيد كيواي نون نيومكيوام ايايوس موداي
          تيمبورا انكايديونت يوت لابوري أيت دولار ماجنام ألايكيوام كيوايرات
          فوليوبتاتيم. يوت اينايم أد مينيما فينيام, كيواس نوستريوم أكسيركايتاشيم
          يلامكوربوريس سيوسكايبيت لابورايوسام, نايساي يوت ألايكيوايد أكس أيا
          كوموداي كونسيكيواتشر؟ كيوايس أيوتيم فيل أيوم أيوري ريبريهينديرايت
          كيواي ان إيا فوليوبتاتي فيلايت ايسسي كيوم نايهايل موليستايا
          كونسيكيواتيو,فيلايليوم كيواي دولوريم أيوم فيوجايات كيو فوليوبتاس نيولا
          باراياتيور؟
        </p>

        <p class="single-page-p">
          سيت يتبيرسبايكياتيس يوندي أومنيس أستي ناتيس أيررور سيت فوليبتاتيم
          أكيسأنتييوم دولاريمكيو لايودانتيوم,توتام ريم أبيرأم,أيكيو أبسا كيواي
          أب أللو أنفينتوري فيرأتاتيس ايت كياسي أرشيتيكتو بيتاي فيتاي ديكاتا
          سيونت أكسبليكابو. نيمو أنيم أبسام فوليوباتاتيم كيواي فوليوبتاس سايت
          أسبيرناتشر أيوت أودايت أيوت فيوجايت, سيد كيواي كونسيكيونتشر ماجناي
          دولارس أيوس كيواي راتاشن فوليوبتاتيم سيكيواي نيسكايونت. نيكيو بوررو
          كيوايسكيوم ايست,كيواي دولوريم ايبسيوم كيوا دولار سايت أميت,
          كونسيكتيتيور,أديبايسكاي فيلايت, سيد كيواي نون نيومكيوام ايايوس موداي
          تيمبورا انكايديونت يوت لابوري أيت دولار ماجنام ألايكيوام كيوايرات
          فوليوبتاتيم. يوت اينايم أد مينيما فينيام, كيواس نوستريوم أكسيركايتاشيم
          يلامكوربوريس سيوسكايبيت لابورايوسام, نايساي يوت ألايكيوايد أكس أيا
          كوموداي كونسيكيواتشر؟ كيوايس أيوتيم فيل أيوم أيوري ريبريهينديرايت
          كيواي ان إيا فوليوبتاتي فيلايت ايسسي كيوم نايهايل موليستايا
          كونسيكيواتيو,فيلايليوم كيواي دولوريم أيوم فيوجايات كيو فوليوبتاس نيولا
          باراياتيور؟
        </p>

        <div class="single-inner-img">
          <img src="../static/images/bg-new2.png" alt class="image-100" />
        </div>

        <p class="single-page-p">
          سيت يتبيرسبايكياتيس يوندي أومنيس أستي ناتيس أيررور سيت فوليبتاتيم
          أكيسأنتييوم دولاريمكيو لايودانتيوم,توتام ريم أبيرأم,أيكيو أبسا كيواي
          أب أللو أنفينتوري فيرأتاتيس ايت كياسي أرشيتيكتو بيتاي فيتاي ديكاتا
          سيونت أكسبليكابو. نيمو أنيم أبسام فوليوباتاتيم كيواي فوليوبتاس سايت
          أسبيرناتشر أيوت أودايت أيوت فيوجايت, سيد كيواي كونسيكيونتشر ماجناي
          دولارس أيوس كيواي راتاشن فوليوبتاتيم سيكيواي نيسكايونت. نيكيو بوررو
          كيوايسكيوم ايست,كيواي دولوريم ايبسيوم كيوا دولار سايت أميت,
          كونسيكتيتيور,أديبايسكاي فيلايت, سيد كيواي نون نيومكيوام ايايوس موداي
          تيمبورا انكايديونت يوت لابوري أيت دولار ماجنام ألايكيوام كيوايرات
          فوليوبتاتيم. يوت اينايم أد مينيما فينيام, كيواس نوستريوم أكسيركايتاشيم
          يلامكوربوريس سيوسكايبيت لابورايوسام, نايساي يوت ألايكيوايد أكس أيا
          كوموداي كونسيكيواتشر؟ كيوايس أيوتيم فيل أيوم أيوري ريبريهينديرايت
          كيواي ان إيا فوليوبتاتي فيلايت ايسسي كيوم نايهايل موليستايا
          كونسيكيواتيو,فيلايليوم كيواي دولوريم أيوم فيوجايات كيو فوليوبتاس نيولا
          باراياتيور؟
        </p>
      </div>

      <section class="blog-section">
        <div class="related-blog">
          <div class="row no-gutters">
            <div class="col-md-3" v-for="i in 4" :key="i">
              <article class="blog-box">
                <nuxt-link to="/single-blog" class="no-line">
                  <div class="blog-img relative">
                    <img
                      :src="`./images/${i}-blog.jpg`"
                      alt
                      class="image-100"
                    />

                    <div class="blog-caption-wrap small-padding absolute">
                      <div
                        class="blog-caption-text-wrap small-padding absolute"
                      >
                        <div class="blog-insights">
                          <div class="blog-category">
                            <span class="blog-category-p white">العقارات</span>
                          </div>
                        </div>

                        <div class="home-blog-title">
                          <h3 class="home-blog-title-h3 white">
                            رؤيتنا في الاتحاد للاستثمار والتطوير العقاري
                          </h3>
                        </div>

                        <div class="home-blog-desc">
                          <p class="home-blog-title-p white">
                            أن نصبح رائدين في مجال الاستثمار والتطوير العقاري في
                            الشرق الأوسط بأكمله وأن نكسب ونحافظ على رضا عملائنا
                            من جميع أنحاء العالم
                          </p>
                        </div>

                        <div class="home-blog-action">
                          <div class="action-link relative">
                            <span class="link">
                              <span class="link-arrow">
                                <font-awesome-icon
                                  icon="plus"
                                ></font-awesome-icon>
                              </span>
                              المزيد
                            </span>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                </nuxt-link>
              </article>
            </div>
          </div>
        </div>
      </section>
    </div>
  </div>
</template>
